<template>
    <section data-router-view="details" id="project__page-scroll">
          <div class="product-details">
            <div class="product-details__wrapper">
              <div class="product-details__bg">
                <div class="product-details__inner">
                  <div class="product-details__main-content">
                    <div class="product-details__text-inner--sm">
                      <h3 class="product-details__title product-details__title--sm"> Предоставление услуг</h3>
                      <p class="product-details__text product-details__text--mt">Надежный инструмент по подбору исполнителей</p>
                    </div>
                  </div>
                </div>
                <div class="capitalize">
                  <div class="capitalize__item"> gild </div>
                </div>
                <div class="cards__inner">
                  <div class="cards">
                    <div class="cards__item">
                      <picture><img src="../img/cards/gild1.jpg" srcset="../img/cards/gild1@2x.jpg 2x" alt="" /></picture>
                    </div>
                    <div class="cards__item">
                      <picture><img src="../img/cards/gild2.jpg" srcset="../img/cards/gild2@2x.jpg 2x" alt="" /></picture>
                    </div>
                  </div>
                </div>
              </div>
              <div class="product-details__inner">
                <div class="product-details__main-content">
                  <div class="product-details__text-inner">
                    <h3 class="product-details__title">О проекте<span class="product-details__title--red"> gild</span></h3>
                    <p> Сервис, который позволит Вам сэкономить время и деньги. Размещайте задания и тысячи квалифицированных мастеров избавят Вас от забот.
                    </p>
                    <p>Гилд - подберет исполнителя для любой задачи.
                    </p>
                    <div class="product-details__text product-details__text-item">
                      <p>Этапы работы:
                      </p>
                      <p> 1. Создаете задание (опишите свое задание используя шаблон);</p>
                      <p> 2. Выбираете исполнителя (получите выгодное предложение от исполнителей);</p>
                      <p> 3. Закрываете сделку (оставьте отзыв исполнителю о проделанной задаче).</p>
                    </div>
                    <div class="product-details__text product-details__text-item">
                      <p> Нас выбирают за:</p>
                      <p> — Качественный сервис</p>
                      <p>Вы уверенно примите решение узнав о качестве работы исполнителя из предыдущих отзывов клиентов</p>
                      <p> — Экономию времени </p>
                      <p> Проводите время в кругу любимых людей, мы сделаем все за Вас, найдем исполнителей на интересующую задачу</p>
                      <p> — Проверенных исполнителей </p>
                      <p> Регистрируем только проверенных исполнителей и проверяем качество выполненных задач </p>
                      <p> Фокусируйся на важном, остальное сделаем мы! </p>
                    </div>
                    <div class="product-details__links">
                      <a href="https://gildpro.com/" target="_blank" class="product-details__link product-details__link--red">
                      <svg class="icon icon-web product-details__icon" width="20" height="21" viewBox="0 0 20 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0)">
                            <path d="M18.1507 4.72769C18.1504 4.72124 18.1497 4.7148 18.1486 4.70839C18.1236 4.67268 18.0929 4.64195 18.0671 4.60695C17.8804 4.35258 17.6827 4.10776 17.4741 3.87244C17.417 3.80813 17.3598 3.74454 17.3012 3.68166C17.0864 3.45161 16.8611 3.23224 16.6253 3.02363C16.5817 2.98503 16.541 2.94505 16.4974 2.90717C15.9163 2.40935 15.2801 1.97974 14.6011 1.62682C14.574 1.61254 14.5454 1.6004 14.5175 1.58608C14.2152 1.43244 13.9052 1.29433 13.5887 1.17238C13.5172 1.14667 13.4522 1.12235 13.3843 1.10091C13.1028 0.999477 12.817 0.91064 12.527 0.834404C12.4412 0.811546 12.3555 0.787976 12.2683 0.767965C11.9825 0.701526 11.6967 0.650786 11.4045 0.60934C11.3159 0.596488 11.2287 0.579323 11.1394 0.568606C10.3867 0.477131 9.62574 0.477131 8.87301 0.568606C8.78371 0.579323 8.69655 0.596488 8.60792 0.60934C8.31571 0.650786 8.02705 0.701526 7.74409 0.767965C7.65693 0.787976 7.57119 0.811546 7.48545 0.834404C7.19344 0.910598 6.90767 0.999435 6.62806 1.10091C6.5566 1.1252 6.49158 1.14952 6.42372 1.17238C6.10726 1.29433 5.79721 1.4324 5.49487 1.58608C5.46699 1.60036 5.43843 1.6125 5.41126 1.62682C4.73008 1.97936 4.09169 2.40893 3.50856 2.90717C3.46498 2.94501 3.42424 2.98503 3.38066 3.02363C3.14249 3.23321 2.91718 3.45258 2.70476 3.68166C2.64619 3.74454 2.589 3.80813 2.53186 3.87244C2.32274 4.10726 2.12506 4.35208 1.93884 4.60691C1.91314 4.64191 1.88241 4.67264 1.85737 4.70835C1.85411 4.71459 1.85122 4.72103 1.84879 4.72765C-0.615613 8.18136 -0.615613 12.8187 1.84879 16.2724C1.85122 16.279 1.85407 16.2854 1.85737 16.2917C1.88237 16.3274 1.9131 16.3581 1.93884 16.3931C2.1251 16.6475 2.32274 16.8923 2.53186 17.1276C2.589 17.1919 2.64619 17.2555 2.70476 17.3184C2.92007 17.5484 3.14534 17.7678 3.38066 17.9764C3.42424 18.015 3.46498 18.055 3.50856 18.0929C4.08964 18.5907 4.7259 19.0203 5.40482 19.3732C5.43199 19.3875 5.46054 19.3997 5.48842 19.414C5.79077 19.5676 6.10078 19.7057 6.41727 19.8277C6.48874 19.8534 6.55375 19.8777 6.62161 19.8991C6.90311 20.0006 7.18892 20.0894 7.479 20.1657C7.56474 20.1885 7.65048 20.2121 7.73764 20.2321C8.02345 20.2985 8.30922 20.3493 8.60148 20.3907C8.69006 20.4036 8.77722 20.4207 8.86656 20.4315C9.61925 20.5229 10.3802 20.5229 11.1329 20.4315C11.2222 20.4207 11.3094 20.4036 11.398 20.3907C11.6903 20.3493 11.9789 20.2985 12.2619 20.2321C12.349 20.2121 12.4348 20.1885 12.5205 20.1657C12.813 20.0895 13.0988 20.0006 13.3779 19.8991C13.4494 19.8749 13.5144 19.8505 13.5822 19.8277C13.8987 19.7057 14.2087 19.5677 14.5111 19.414C14.539 19.3997 14.5675 19.3876 14.5947 19.3732C15.2736 19.0203 15.9099 18.5907 16.491 18.0929C16.5345 18.055 16.5753 18.015 16.6189 17.9764C16.857 17.7673 17.0823 17.548 17.2948 17.3184C17.3533 17.2555 17.4105 17.1919 17.4677 17.1276C17.6768 16.8923 17.8745 16.6475 18.0607 16.3931C18.0864 16.3581 18.1171 16.3274 18.1421 16.2917C18.1454 16.2854 18.1483 16.279 18.1507 16.2724C20.6151 12.8187 20.6151 8.1814 18.1507 4.72769ZM17.3355 6.07954C18.0188 7.20491 18.4314 8.47357 18.5408 9.78561H14.261C14.2086 8.93425 14.0747 8.08992 13.8609 7.26419C15.0699 7.03778 16.24 6.63881 17.3355 6.07954ZM11.821 2.12338C11.8611 2.13267 11.8996 2.14552 11.9396 2.15482C12.1954 2.21485 12.4491 2.28342 12.697 2.36916C12.7349 2.38201 12.772 2.39704 12.8092 2.41061C13.055 2.49635 13.2972 2.59138 13.5344 2.69642C13.5759 2.71572 13.6166 2.73715 13.6581 2.75645C13.8853 2.86459 14.1072 2.98152 14.324 3.10728L14.4668 3.19373C14.6726 3.31949 14.8727 3.45404 15.067 3.59743C15.117 3.63385 15.167 3.66889 15.2163 3.70887C15.4069 3.85176 15.5893 4.0049 15.7636 4.1683C15.8094 4.20974 15.8565 4.25048 15.9015 4.29335C16.0844 4.46696 16.2588 4.65058 16.4274 4.84064C16.4488 4.86563 16.4717 4.88849 16.4931 4.9121C15.5257 5.37316 14.5008 5.70238 13.4458 5.89094C12.9571 4.54742 12.3115 3.26628 11.5225 2.07414C11.6217 2.09198 11.7232 2.10198 11.821 2.12338ZM7.17113 9.78557C7.22748 9.0125 7.3591 8.24675 7.56411 7.49921C8.37365 7.59538 9.18817 7.64306 10.0034 7.6421C10.8194 7.64185 11.6347 7.59295 12.4448 7.49561C12.6495 8.24436 12.7804 9.01132 12.8356 9.78557H7.17113ZM12.8356 11.2146C12.7793 11.9876 12.6477 12.7534 12.4426 13.5009C11.6331 13.4048 10.8186 13.3571 10.0034 13.358C9.18741 13.3571 8.37218 13.4048 7.56194 13.5009C7.35751 12.7534 7.22664 11.9876 7.17109 11.2146H12.8356ZM10.0034 2.39206C10.8165 3.54447 11.4852 4.79225 11.9946 6.10742C11.3332 6.17767 10.6685 6.21297 10.0034 6.21317C9.33892 6.21238 8.67495 6.17688 8.0142 6.10671C8.52428 4.79241 9.19223 3.54506 10.0034 2.39206ZM3.5801 4.83989C3.74802 4.64982 3.92306 4.4662 4.10597 4.29259C4.15097 4.24972 4.19815 4.20899 4.24387 4.16754C4.42012 4.00703 4.60256 3.85389 4.79116 3.70812C4.84048 3.67023 4.89047 3.63666 4.9405 3.59668C5.13483 3.45379 5.3349 3.3192 5.54067 3.19297L5.68355 3.10652C5.90029 2.97984 6.12225 2.86287 6.34945 2.7557C6.3909 2.7364 6.43163 2.71496 6.47308 2.69566C6.71028 2.58849 6.95251 2.49346 7.1983 2.40985C7.23543 2.39629 7.26976 2.38126 7.31045 2.36841C7.55838 2.28552 7.81061 2.21694 8.06783 2.15406C8.10785 2.14477 8.14641 2.13192 8.18714 2.12333C8.28502 2.1019 8.3865 2.09189 8.4858 2.07402C7.6964 3.26636 7.0506 4.54776 6.56166 5.89153C5.50672 5.70297 4.48178 5.37375 3.51438 4.91269C3.53581 4.88774 3.55867 4.86488 3.5801 4.83989ZM2.67126 6.07954C3.76649 6.63877 4.93639 7.03774 6.14511 7.26419C5.93164 8.08997 5.79788 8.93429 5.74572 9.78561H1.46594C1.57537 8.47357 1.98799 7.20491 2.67126 6.07954ZM2.67126 14.9206C1.98795 13.7953 1.57533 12.5266 1.46594 11.2146H5.74572C5.79814 12.0659 5.9321 12.9103 6.14582 13.736C4.9369 13.9624 3.76674 14.3613 2.67126 14.9206ZM8.18572 18.8768C8.1457 18.8675 8.10714 18.8546 8.06712 18.8453C7.81132 18.7853 7.55766 18.7167 7.30974 18.631C7.27185 18.6181 7.23472 18.6031 7.19755 18.5895C6.95176 18.5038 6.70957 18.4088 6.47232 18.3037C6.43088 18.2844 6.39014 18.263 6.3487 18.2437C6.1215 18.1356 5.89953 18.0186 5.6828 17.8929L5.53991 17.8064C5.33415 17.6807 5.13408 17.5461 4.93974 17.4027C4.88971 17.3663 4.83973 17.3313 4.79041 17.2913C4.59989 17.1484 4.41744 16.9952 4.24311 16.8319C4.1974 16.7904 4.15022 16.7497 4.10521 16.7068C3.92231 16.5332 3.74798 16.3496 3.57935 16.1595C3.55792 16.1345 3.53506 16.1117 3.51362 16.088C4.48107 15.627 5.50596 15.2978 6.56091 15.1092C7.04964 16.4527 7.69523 17.7339 8.4843 18.926C8.38504 18.9082 8.2836 18.8982 8.18572 18.8768ZM10.0034 18.6081C9.19026 17.4557 8.52151 16.2079 8.01206 14.8928C9.33528 14.7503 10.67 14.7503 11.9932 14.8928L11.9925 14.8935C11.4825 16.2077 10.8145 17.4551 10.0034 18.6081ZM16.4266 16.1603C16.2587 16.3503 16.0837 16.5339 15.9008 16.7076C15.8558 16.7504 15.8086 16.7912 15.7629 16.8326C15.5866 16.9936 15.4042 17.1468 15.2156 17.292C15.1663 17.3299 15.1163 17.367 15.0663 17.4035C14.8719 17.5464 14.6719 17.6809 14.4661 17.8072L14.3232 17.8936C14.1069 18.0198 13.885 18.1368 13.6573 18.2444C13.6159 18.2637 13.5751 18.2852 13.5337 18.3045C13.2965 18.4117 13.0542 18.5067 12.8085 18.5903C12.7713 18.6039 12.737 18.6189 12.6963 18.6317C12.4484 18.7146 12.1961 18.7832 11.9389 18.8461C11.8989 18.8554 11.8603 18.8682 11.8196 18.8768C11.7217 18.8982 11.6203 18.9083 11.521 18.9261C12.31 17.734 12.9557 16.4528 13.4443 15.1093C14.4993 15.2979 15.5242 15.6271 16.4916 16.0882C16.4709 16.1124 16.4481 16.1353 16.4266 16.1603ZM17.3355 14.9206C16.2403 14.3614 15.0704 13.9624 13.8616 13.736C14.0751 12.9102 14.2089 12.0659 14.261 11.2146H18.5408C18.4314 12.5266 18.0188 13.7952 17.3355 14.9206Z" fill="white"/>
                          </g>
                          <defs>
                          <clipPath id="clip0">
                          <rect width="20" height="20" fill="white" transform="translate(0 0.5)"/>
                          </clipPath>
                          </defs>
                        </svg>Перейти на сайт</a>
                      <a href="https://play.google.com/store/apps/details?id=com.gild" target="_blank" class="product-details__link">
                      <svg class="icon icon-gp product-details__icon" width="19" height="21" viewBox="0 0 19 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0)">
                          <path d="M10.2897 10.0853L13.484 6.891L3.16657 1.09223C2.48277 0.72279 1.84219 0.670939 1.28046 1.07495L10.2897 10.0853ZM14.0285 13.8251L17.3491 11.9574C17.9973 11.5944 18.3527 11.0802 18.3527 10.5098C18.3527 9.94054 17.9973 9.42526 17.3502 9.0623L14.3439 7.37387L10.9595 10.7572L14.0285 13.8251ZM0.725212 1.86029C0.656076 2.0731 0.617188 2.31075 0.617188 2.57109V18.4561C0.617188 18.8677 0.707928 19.222 0.872126 19.504L9.61889 10.7561L0.725212 1.86029ZM10.2897 11.4259L1.59157 20.1251C1.75793 20.1888 1.93725 20.2223 2.12629 20.2223C2.46333 20.2223 2.81441 20.1229 3.17197 19.9242L13.1697 14.3101L10.2897 11.4259Z" fill="white"/>
                          </g>
                          <defs>
                          <clipPath id="clip0">
                          <rect width="18.5185" height="20" fill="white" transform="translate(0 0.5)"/>
                          </clipPath>
                          </defs>
                        </svg>Google Play</a>
                      <a href="https://apps.apple.com/tt/app/gild/id1492426817" target="_blank" class="product-details__link">
                      <svg class="icon icon-as product-details__icon" width="18" height="21" viewBox="0 0 18 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <g clip-path="url(#clip0)">
                            <path d="M16.3299 16.0282C16.0413 16.696 15.6993 17.3106 15.303 17.8758C14.763 18.6472 14.3194 19.1802 13.9795 19.4769C13.4515 19.9617 12.8842 20.2111 12.2778 20.2252C11.8433 20.2252 11.3183 20.1015 10.7068 19.8501C10.0933 19.5996 9.53005 19.4769 9.01411 19.4769C8.47402 19.4769 7.89471 19.5996 7.27416 19.8501C6.65462 20.1015 6.15376 20.2333 5.77057 20.2453C5.19026 20.2705 4.60994 20.015 4.03164 19.4769C3.66253 19.1551 3.20089 18.6019 2.64672 17.8195C2.05333 16.9857 1.56554 16.0152 1.18336 14.9119C0.77402 13.718 0.568848 12.5634 0.568848 11.445C0.568848 10.1647 0.845428 9.05941 1.3996 8.13412C1.83609 7.38987 2.4154 6.80352 3.13954 6.37306C3.86468 5.94159 4.64916 5.72133 5.49299 5.70725C5.95563 5.70725 6.5621 5.85007 7.31339 6.13168C8.06468 6.41329 8.54744 6.5561 8.75764 6.5561C8.91655 6.5561 9.4506 6.38814 10.3598 6.05524C11.2177 5.74648 11.9418 5.61875 12.5352 5.66903C14.1444 5.79878 15.3523 6.4324 16.1559 7.57493C14.7177 8.44691 14.0066 9.66688 14.0207 11.2328C14.0328 12.4528 14.4763 13.4676 15.3453 14.2732C15.7395 14.6473 16.179 14.936 16.6678 15.1412C16.5612 15.4499 16.4486 15.7446 16.3299 16.0282ZM12.6418 1.51429C12.6418 2.46975 12.2918 3.36286 11.5969 4.18858C10.7561 5.17018 9.74026 5.73843 8.63896 5.64892C8.62488 5.53427 8.61784 5.41358 8.61784 5.28685C8.61784 4.3686 9.01612 3.38699 9.72718 2.5834C10.0812 2.17708 10.5318 1.83814 11.0779 1.5686C11.623 1.30309 12.138 1.15625 12.6227 1.1311C12.6358 1.25984 12.6418 1.38757 12.6418 1.51429Z" fill="white"/>
                          </g>
                          <defs>
                          <clipPath id="clip0">
                          <rect width="17.2414" height="20" fill="white" transform="translate(0 0.5)"/>
                          </clipPath>
                          </defs>
                        </svg>App Store</a>
                    </div>
                  </div>
                </div>
              </div>
            </div>
            <div class="glide-details__inner">
              <div class="glide-details__wrapper">
                <div class="glide glide-details" id="devlet__details-slider">
                  <div class="glide__track" data-glide-el="track">
                    <ul class="glide__slides glide-details__slides">
                      <li class="glide__slide glide-details__slide">
                        <picture><img src="../img/product-details/gild1.jpg" srcset="../img/product-details/gild1@2x.jpg 2x" alt="" /></picture>
                      </li>
                      <li class="glide__slide glide-details__slide">
                        <picture><img src="../img/product-details/gild2.jpg" srcset="../img/product-details/gild2@2x.jpg 2x" alt="" /></picture>
                      </li>
                      <!-- <li class="glide__slide glide-details__slide">
                        <picture><img src="../img/product-details/gild3.jpg" srcset="../img/product-details/gild3@2x.jpg 2x" alt="" /></picture>
                      </li> -->
                    </ul>
                  </div>
                  <div class="glide-details__items">
                    <div class="glide-details__bullets" data-glide-el="controls[nav]"><button class="glide-details__bullet" data-glide-dir="=0"></button><button class="glide-details__bullet" data-glide-dir="=1"></button><button class="glide-details__bullet" data-glide-dir="=2"></button></div>
                    <div class="glide-details__arrows" data-glide-el="controls"><button class="glide-details__arrow glide-details__arrow--prev" data-glide-dir="&lt;">
                      <svg class="glide-details__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 240 240" width="240" height="240">
                          <path d="M57.633 129.007L165.93 237.268c4.752 4.74 12.451 4.74 17.215 0 4.752-4.74 4.752-12.439 0-17.179l-99.707-99.671 99.695-99.671c4.752-4.74 4.752-12.439 0-17.191-4.752-4.74-12.463-4.74-17.215 0L57.621 111.816c-4.679 4.691-4.679 12.511.012 17.191z"/>
                      </svg>
                        </button>
                        <button class="glide-details__arrow glide-details__arrow--next" data-glide-dir="&gt;">
                         <svg class="glide-details__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 240 240" width="240" height="240" >
                        <path d="M183.189 111.816L74.892 3.555c-4.752-4.74-12.451-4.74-17.215 0-4.752 4.74-4.752 12.439 0 17.179l99.707 99.671-99.695 99.671c-4.752 4.74-4.752 12.439 0 17.191 4.752 4.74 12.463 4.74 17.215 0l108.297-108.261c4.68-4.691 4.68-12.511-.012-17.19z"/>
                      </svg>
                        </button></div>
                  </div>
                </div>
              </div>
            </div>
            <div class="project-cards__inner">
              <div class="glide project-cards__slider">
                <div class="project-cards__text-inner">
                  <h2 class="project-cards__text-item">Наши проекты </h2>
                  <div class="glide-details__arrows" data-glide-el="controls">
                    <button class="glide-details__arrow glide-details__arrow--prev" data-glide-dir="<">
                      <svg class="glide-details__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 240 240" width="240" height="240">
                          <path d="M57.633 129.007L165.93 237.268c4.752 4.74 12.451 4.74 17.215 0 4.752-4.74 4.752-12.439 0-17.179l-99.707-99.671 99.695-99.671c4.752-4.74 4.752-12.439 0-17.191-4.752-4.74-12.463-4.74-17.215 0L57.621 111.816c-4.679 4.691-4.679 12.511.012 17.191z"/>
                      </svg>
                    </button>
                    <button class="glide-details__arrow glide-details__arrow--next" data-glide-dir=">">
                      <svg class="glide-details__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 240 240" width="240" height="240" >
                        <path d="M183.189 111.816L74.892 3.555c-4.752-4.74-12.451-4.74-17.215 0-4.752 4.74-4.752 12.439 0 17.179l99.707 99.671-99.695 99.671c-4.752 4.74-4.752 12.439 0 17.191 4.752 4.74 12.463 4.74 17.215 0l108.297-108.261c4.68-4.691 4.68-12.511-.012-17.19z"/>
                      </svg>
                    </button>
                  </div>
                </div>
                <div class="glide__track project-cards__track" data-glide-el="track">
                  <ul class="glide__slides">
                    <li class="glide__slide"><a class="project-cards__item" href="./proj-gild"><img class="project-cards__item-img" src="../img/project-cards/card1.jpg" alt="" />
                        <div class="project-cards__content">
                          <div class="project-cards__logo"><img src="../img/project-cards/gild.svg" /></div><span class="project-cards__description t-crop">Инструмент по подбору исполнителей</span><span class="project-cards__link">посмотреть </span>
                        </div>
                      </a></li>
                    <li class="glide__slide"><a class="project-cards__item" href="./details"><img class="project-cards__item-img" src="../img/project-cards/card2.jpg" alt="" />
                        <div class="project-cards__content">
                          <div class="project-cards__logo"><img src="../img/project-cards/tturk.svg" /></div><span class="project-cards__description t-crop">Торговая площадка, с товарами из Турции</span><span class="project-cards__link">посмотреть </span>
                        </div>
                      </a></li>
                    <li class="glide__slide"><a class="project-cards__item" href="./proj-devlet"><img class="project-cards__item-img" src="../img/project-cards/card3.jpg" alt="" />
                        <div class="project-cards__content">
                          <div class="project-cards__logo"><img src="../img/project-cards/devlet.svg" /></div><span class="project-cards__description t-crop">Веб-сайт Девлет Сарай Музея</span><span class="project-cards__link">посмотреть </span>
                        </div>
                      </a></li>
                    <li class="glide__slide"><a class="project-cards__item" href="./proj-doza"><img class="project-cards__item-img" src="../img/project-cards/card4.jpg" alt="" />
                        <div class="project-cards__content">
                          <div class="project-cards__logo"><img src="../img/project-cards/doza.svg" /></div><span class="project-cards__description t-crop">Обучающее приложение для фармацевтов</span><span class="project-cards__link">посмотреть </span>
                        </div>
                      </a></li>
                    <li class="glide__slide"><a class="project-cards__item" href="./proj-sc"><img class="project-cards__item-img" src="../img/project-cards/card5.jpg" alt="" />
                        <div class="project-cards__content">
                          <div class="project-cards__logo"><img src="../img/project-cards/sportcity.svg" /></div><span class="project-cards__description t-crop">Интернет-магазин Sportcity</span><span class="project-cards__link">посмотреть </span>
                        </div>
                      </a></li>
                    <li class="glide__slide"><a class="project-cards__item" href="./proj-library"><img class="project-cards__item-img" src="../img/project-cards/card6.jpg" alt="" />
                        <div class="project-cards__content">
                          <div class="project-cards__logo"><img src="../img/project-cards/library.svg" /></div><span class="project-cards__description t-crop">Девлет Сарай онлайн-библиотека </span><span class="project-cards__link">посмотреть </span>
                        </div>
                      </a></li>
                  </ul>
                </div>
              </div>
            </div>
          </div>
        </section>
</template>

<script>
export default {
    name: 'proj-gild'
}
</script>